{
    "films": [
        {
            "description": "El Depredador es una película perteneciente al género de ciencia ficción y de acción dirigida por Shane Black y escrita por Black y Fred Dekker. Es la cuarta entrega de la serie de películas Depredador, que tendrá lugar entre los acontecimientos de Depredador 2 y Depredadores.",
            "id": "1",
            "image": "https://e.rpp-noticias.io/normal/2018/05/10/295129_607694.jpg",
            "name": "Predator"
        },
        {
            "description": "Tres meses después de la derrota de Síndrome y saliendo de una carrera en la que Dash participó, la familia Parr se ve obligada a asumir sus identidades como súpers de nuevo con la repentina aparición de un supervillano conocido como 'El Subterráneo'.",
            "id": "2",
            "image": "https://lumiere-a.akamaihd.net/v1/images/eu_inc-2_showcase_hero_r_25a14533.jpeg?region=0,0,2000,835&width=1200&quality=8",
            "name": "Los Increíbles 2"
        },
        {
            "description": "Mary y la flor de la bruja es una película de animación japonesa de fantasía dirigida por Hiromasa Yonebayashi, conocido por sus trabajos en el Studio Ghibli, Arrietty y el mundo de los diminutos y El recuerdo de Marnie. La película se basa en la novela infantil La pequeña escoba de palo de Mary Stewart.",
            "id": "3",
            "image": "https://ep01.epimg.net/cultura/imagenes/2018/09/05/actualidad/1536141405_899825_1536242058_noticia_normal.jpg",
            "name": "Mary y la flor de la Bruja"
        },
        {
            "description": "Los dinosaurios de la isla Nublar están en peligro. Un volcán en la isla en la que tuvieron lugar los hechos mostrados en Parque Jurásico y en Jurassic World ha despertado y amenaza a los dinosaurios que están en la isla. Owen y Claire, junto a un equipo de rescate, viajan hasta allí para rescatar a los dinosaurios que quedan antes de que la fuerza de la naturaleza los extinga de nuevo.",
            "id": "4",
            "image": "https://www.cope.es/blogs/palomitas-de-maiz/wp-content/uploads/sites/6/2018/06/jw-725x353.jpg",
            "name": "Jurassic World: El reino caído"
        }
    ],
    "users": [
        {
            "email": "aaaa@aaaa.com",
            "isAdmin": true,
            "password": "aaaa"
        }
    ]
}
